export const mock = {
	"code": 0,
	"value": [
		{
			"rowid": 1736500529667,
			"stockid": 2,
			"scost": 202000,
			"sdate": "20241206",
			"ecost": 226000,
			"edate": "20250110",
			"count": 10,
			"utime": "20250110173442",
			"code": "A005380",
			"name": "현대차"
		},
		{
			"rowid": 1738654450821,
			"stockid": 1682556773567,
			"scost": 9960,
			"sdate": "20241209",
			"ecost": 10050,
			"edate": "20250204",
			"count": 10,
			"utime": "20250204155204",
			"code": "A032190",
			"name": "다우데이타"
		},
		{
			"rowid": 1738654454461,
			"stockid": 1682556773567,
			"scost": 9720,
			"sdate": "20241209",
			"ecost": 10050,
			"edate": "20250204",
			"count": 20,
			"utime": "20250204155208",
			"code": "A032190",
			"name": "다우데이타"
		},
		{
			"rowid": 1738654457757,
			"stockid": 1682556773567,
			"scost": 10600,
			"sdate": "20241118",
			"ecost": 10050,
			"edate": "20250204",
			"count": 10,
			"utime": "20250204155211",
			"code": "A032190",
			"name": "다우데이타"
		},
		{
			"rowid": 1738654460392,
			"stockid": 1682556773567,
			"scost": 10600,
			"sdate": "20241111",
			"ecost": 10050,
			"edate": "20250204",
			"count": 10,
			"utime": "20250204155214",
			"code": "A032190",
			"name": "다우데이타"
		},
		{
			"rowid": 1738654463331,
			"stockid": 1682556773567,
			"scost": 11240,
			"sdate": "20241028",
			"ecost": 10050,
			"edate": "20250204",
			"count": 10,
			"utime": "20250204155217",
			"code": "A032190",
			"name": "다우데이타"
		},
		{
			"rowid": 1738654466268,
			"stockid": 1682556773567,
			"scost": 10920,
			"sdate": "20240726",
			"ecost": 10050,
			"edate": "20250204",
			"count": 10,
			"utime": "20250204155220",
			"code": "A032190",
			"name": "다우데이타"
		},
		{
			"rowid": 1738654468892,
			"stockid": 1682556773567,
			"scost": 11430,
			"sdate": "20240628",
			"ecost": 10050,
			"edate": "20250204",
			"count": 10,
			"utime": "20250204155222",
			"code": "A032190",
			"name": "다우데이타"
		},
		{
			"rowid": 1738654471941,
			"stockid": 1682556773567,
			"scost": 11550,
			"sdate": "20240417",
			"ecost": 10050,
			"edate": "20250204",
			"count": 20,
			"utime": "20250204155225",
			"code": "A032190",
			"name": "다우데이타"
		},
		{
			"rowid": 1738654475507,
			"stockid": 1682556773567,
			"scost": 12590,
			"sdate": "20240329",
			"ecost": 10050,
			"edate": "20250204",
			"count": 20,
			"utime": "20250204155229",
			"code": "A032190",
			"name": "다우데이타"
		},
		{
			"rowid": 1738654487086,
			"stockid": 1682556773567,
			"scost": 16950,
			"sdate": "20230427",
			"ecost": 10050,
			"edate": "20250204",
			"count": 20,
			"utime": "20250204155240",
			"code": "A032190",
			"name": "다우데이타"
		},
		{
			"rowid": 1738654536663,
			"stockid": 1728898000354,
			"scost": 15200,
			"sdate": "20241014",
			"ecost": 13290,
			"edate": "20250204",
			"count": 100,
			"utime": "20250204155330",
			"code": "A060310",
			"name": "넥슨게임즈"
		},
		{
			"rowid": 1739431031692,
			"stockid": 1594991675036,
			"scost": 230000,
			"sdate": "20250212",
			"ecost": 245000,
			"edate": "20250213",
			"count": 10,
			"utime": "20250213153436",
			"code": "A005490",
			"name": "POSCO"
		},
		{
			"rowid": 1740035358384,
			"stockid": 1594991675036,
			"scost": 262000,
			"sdate": "20250108",
			"ecost": 270000,
			"edate": "20250220",
			"count": 10,
			"utime": "20250220152620",
			"code": "A005490",
			"name": "POSCO"
		},
		{
			"rowid": 1744794454473,
			"stockid": 1599095091096,
			"scost": 10100,
			"sdate": "20240306",
			"ecost": 11000,
			"edate": "20250416",
			"count": 100,
			"utime": "20250416172139",
			"code": "A032640",
			"name": "LG유플러스"
		},
		{
			"rowid": 1744794464756,
			"stockid": 1599095091096,
			"scost": 10350,
			"sdate": "20241230",
			"ecost": 11000,
			"edate": "20250416",
			"count": 100,
			"utime": "20250416172149",
			"code": "A032640",
			"name": "LG유플러스"
		},
		{
			"rowid": 1745915284203,
			"stockid": 1599095091096,
			"scost": 10350,
			"sdate": "20250115",
			"ecost": 12000,
			"edate": "20250429",
			"count": 100,
			"utime": "20250429164127",
			"code": "A032640",
			"name": "LG유플러스"
		},
		{
			"rowid": 1746690853924,
			"stockid": 1599095091096,
			"scost": 10800,
			"sdate": "20241210",
			"ecost": 12500,
			"edate": "20250508",
			"count": 100,
			"utime": "20250508160708",
			"code": "A032640",
			"name": "LG유플러스"
		},
		{
			"rowid": 1749635532623,
			"stockid": 2,
			"scost": 180000,
			"sdate": "20250407",
			"ecost": 201000,
			"edate": "20250611",
			"count": 10,
			"utime": "20250611180319",
			"code": "A005380",
			"name": "현대차"
		},
		{
			"rowid": 1750318665254,
			"stockid": 2,
			"scost": 181500,
			"sdate": "20250526",
			"ecost": 209000,
			"edate": "20250619",
			"count": 10,
			"utime": "20250619154827",
			"code": "A005380",
			"name": "현대차"
		},
		{
			"rowid": 1750662371051,
			"stockid": 1749464566432,
			"scost": 64200,
			"sdate": "20250609",
			"ecost": 71000,
			"edate": "20250623",
			"count": 10,
			"utime": "20250623151640",
			"code": "A016360",
			"name": "삼성증권"
		},
		{
			"rowid": 1750840922567,
			"stockid": 1594991675036,
			"scost": 244000,
			"sdate": "20250528",
			"ecost": 270000,
			"edate": "20250625",
			"count": 10,
			"utime": "20250625165225",
			"code": "A005490",
			"name": "POSCO"
		},
		{
			"rowid": 1750841909234,
			"stockid": 2,
			"scost": 194000,
			"sdate": "20250228",
			"ecost": 220000,
			"edate": "20250625",
			"count": 10,
			"utime": "20250625170851",
			"code": "A005380",
			"name": "현대차"
		},
		{
			"rowid": 1750841966899,
			"stockid": 1623198397292,
			"scost": 82000,
			"sdate": "20250411",
			"ecost": 100000,
			"edate": "20250625",
			"count": 10,
			"utime": "20250625170949",
			"code": "A000270",
			"name": "기아"
		},
		{
			"rowid": 1752138069975,
			"stockid": 1623198397292,
			"scost": 83000,
			"sdate": "20250411",
			"ecost": 102000,
			"edate": "20250710",
			"count": 10,
			"utime": "20250710171045",
			"code": "A000270",
			"name": "기아"
		},
		{
			"rowid": 1752217535895,
			"stockid": 1750662398666,
			"scost": 58000,
			"sdate": "20250623",
			"ecost": 62500,
			"edate": "20250711",
			"count": 20,
			"utime": "20250711151508",
			"code": "A005930",
			"name": "삼성전자"
		}
	],
	"codes": [
		{
			"code": "A000270",
			"name": "기아"
		},
		{
			"code": "A005380",
			"name": "현대차"
		},
		{
			"code": "A005490",
			"name": "POSCO"
		},
		{
			"code": "A005930",
			"name": "삼성전자"
		},
		{
			"code": "A016360",
			"name": "삼성증권"
		},
		{
			"code": "A032190",
			"name": "다우데이타"
		},
		{
			"code": "A032640",
			"name": "LG유플러스"
		},
		{
			"code": "A060310",
			"name": "넥슨게임즈"
		}
	],
	"months": [
		{
			"month": "202501",
			"sum": 240000
		},
		{
			"month": "202502",
			"sum": -217700
		},
		{
			"month": "202504",
			"sum": 320000
		},
		{
			"month": "202505",
			"sum": 170000
		},
		{
			"month": "202506",
			"sum": 1253000
		},
		{
			"month": "202507",
			"sum": 280000
		}
	]
}
