INSERT INTO nuristock.company (name,cms_percent) VALUES
	 ('유진투자증권','0.015'),
	 ('SK증권','0.015'),
	 ('유안타증권','0.014'),
	 ('신한금융투자','0.019'),
	 ('유화증권','0.079'),
	 ('미래에셋대우','0.014'),
	 ('골든브릿지증권','0.238'),
	 ('대신증권','0.011'),
	 ('KB증권','0.015'),
	 ('교보증권','0.199');
INSERT INTO nuristock.company (name,cms_percent) VALUES
	 ('NH투자증권','0.014'),
	 ('한양증권','0.2173'),
	 ('신영증권','0.0992'),
	 ('삼성증권','0.015'),
	 ('메리츠종합금융증권','0.2881'),
	 ('KB증권','0.015'),
	 ('한화투자증권','0.247'),
	 ('HMC투자증권','0.3081'),
	 ('동부증권','0.0232'),
	 ('하이투자증권','0.2372');
INSERT INTO nuristock.company (name,cms_percent) VALUES
	 ('부국증권','0.1'),
	 ('한국투자증권','0.0142'),
	 ('하나금융투자','0.014'),
	 ('리딩투자증권','0.024'),
	 ('키움증권','0.015'),
	 ('이베스트투자증권','0.015'),
	 ('코리아에셋투자증권','0.015'),
	 ('흥국증권','0.015'),
	 ('IBK투자증권','0.1'),
	 ('케이프투자증권','0.015');
INSERT INTO nuristock.company (name,cms_percent) VALUES
	 ('토러스투자증권','0.015'),
	 ('케이티비투자증권','0.015'),
	 ('바로투자증권','0.015'),
	 ('비엔케이투자증권','0.0142');
