INSERT INTO nuristock.saying (category,name,message,ctime) VALUES
	 (2,'워렌 버핏','주식을 산다는 것은 가격보다 더 중요한 요소들이 많다','2017-06-05 12:56:31'),
	 (2,'워렌 버핏','투자를 잘하려면 꼭 천재가 될 필요는 없다','2017-06-05 12:56:59'),
	 (2,'워렌 버핏','모든 사람이 싫어한다는 그 이유 하나만으로 주식을 사지 말아라','2017-06-05 13:03:24'),
	 (2,'워렌 버핏','모든 것이 다 잘 풀릴때는 안 좋은 요소들이 뻔하게 보이지 않는다','2017-06-05 13:03:24'),
	 (2,'워렌 버핏','회사가 가장 어려운 시기에 있을 때가 그 회사를 사야 되는 가장 좋은 때다','2017-06-05 13:03:24'),
	 (2,'워렌 버핏','주식은 항상 위기로부터 빠져나온다.','2017-06-05 13:03:24'),
	 (2,'워렌 버핏','당장 눈에만 보이는 신데렐라 같은 단기 수익으로 인해 착각에 빠지지 말아라','2017-06-05 13:03:24'),
	 (2,'워렌 버핏','항상 멀리 내다봐라','2017-06-05 13:03:24'),
	 (2,'워렌 버핏','영원은 주식을 보유하는 가장 좋은 기간이다','2017-06-05 13:03:24'),
	 (2,'워렌 버핏','남들이 겁을 먹고 있을 때 욕심을 부려라','2017-06-05 13:03:24');
INSERT INTO nuristock.saying (category,name,message,ctime) VALUES
	 (2,'워렌 버핏','주식을 고를 때 정치나 거시경제학은 무시하라','2017-06-05 13:03:24'),
	 (2,'워렌 버핏','더 많은 거래를 할 수록 실적은 저조할 것이다','2017-06-05 13:03:24'),
	 (2,'워렌 버핏','가격과 가치는 절대 동등하지 않다','2017-06-05 13:03:24'),
	 (2,'워렌 버핏','모든 것은 시간이 말해준다','2017-06-05 13:03:24'),
	 (2,'워렌 버핏','제1계명, 첫째, 절대 돈을 잃지 말아라, 둘째 첫번째 룰을 잊지 말아라','2017-06-05 13:03:24'),
	 (0,'이건희','남의 잘됨을 축복하라. 그 축복이 메아리처럼 나를 향해 돌아온다','2017-06-05 13:17:17'),
	 (0,'이건희','써야할 곳 안 쏘도 좋을 곳을 분간하라. 판단이 흐리면 낭패가 따른다','2017-06-05 13:17:17'),
	 (0,'이건희','자꾸 막히는 것은 우선멈춤 신호이다. 멈춘 다음 정비하고 출발하라','2017-06-05 13:17:17'),
	 (0,'이건희','힘들어도 웃어라. 절대자도 웃는 사람을 좋아한다','2017-06-05 13:17:17'),
	 (0,'이건희','자신의 영혼을 위해 투자하라. 투명한 영혼은 천년 앞을 내다본다','2017-06-05 13:17:18');
INSERT INTO nuristock.saying (category,name,message,ctime) VALUES
	 (0,'이건희','마음의 무게를 가볍게 하라. 마음이 무거우면 세상이 무겁다','2017-06-05 13:17:18'),
	 (0,'이건희','씨 돈은 쓰지 말고 아껴두어라. 씨 돈은 새끼를 치는 종자돈이다','2017-06-05 13:17:18'),
	 (0,'이건희','샘물은 퍼낼수록 맑은 물이 솟아난다. 아낌없이 베풀어라','2017-06-05 13:17:18'),
	 (0,'이건희','자신감을 높여라. 기가 살아야 운이 산다. 검약에 앞장서라','2017-06-05 13:17:18'),
	 (0,'이건희','장사꾼이 되지 말라. 경영자가 되면 보는 것이 다르다','2017-06-05 13:17:18'),
	 (0,'이건희','한번 맺은 인연을 소중히 하라','2017-06-05 13:17:18'),
	 (0,'이건희','돈 많은 사람을 부러워말라 그가 사는법을 배우도록 하라','2017-06-05 13:17:18'),
	 (0,'이건희','본전 생각을 하지 말라. 손해가 이익을 끌고 온다','2017-06-05 13:17:18'),
	 (0,'이건희','돈을 내 맘대로 쓰지 말라. 돈에게 물어보고 사용하라','2017-06-05 13:17:18'),
	 (0,'이건희','돈을 애인처럼 사랑하라. 사랑은 기적을 보여준다','2017-06-05 13:17:18');
INSERT INTO nuristock.saying (category,name,message,ctime) VALUES
	 (0,'이건희','작은 것 탐내다가 큰 것을 잃는다. 무엇이 큰 것인지를 판단하라','2017-06-05 13:17:18'),
	 (0,'이건희','불경기에도 돈은 살아서 숨 쉰다','2017-06-05 13:17:18'),
	 (0,'이건희','돈의 숨소리에 귀를 기울여라. 인색하지 말라','2017-06-05 13:17:18'),
	 (0,'이건희','인색한 사람에게는 돈도 야박하게 대한다','2017-06-05 13:17:18'),
	 (0,'이건희','효도하고 또 효도하라. 그래야 하늘과 조상이 돕는다','2017-06-05 13:17:18'),
	 (0,'이건희','있을 때 겸손하라. 그러나 없을 때는 당당하라','2017-06-05 13:17:18'),
	 (0,'이건희','한발만 앞서라, 모든 승부는 한발자국 차이이다','2017-06-05 13:17:18'),
	 (0,'이건희','마음이 가난하면 가난을 못 벗는다. 마음에 풍요를 심어라','2017-06-05 13:17:18'),
	 (0,'이건희','돈이 가는 길은 따로 있다. 그 길목을 지키며 미소를 지어라','2017-06-05 13:17:18'),
	 (0,'이건희','항상 기뻐하라. 그래야 기뻐할 일이 줄줄이 따라온다','2017-06-05 13:17:18');
INSERT INTO nuristock.saying (category,name,message,ctime) VALUES
	 (0,'B.J.노박','아침에 일찍 일어나는 게 중요한게 아니다. 아침을 얼마나 일관적으로 시작하느냐가 중요하다.','2017-06-07 15:38:02'),
	 (0,'크리스 사카','운이 좋았을 수도 있지만, 우연히 생긴 일은 아니다','2017-06-07 15:38:02'),
	 (0,'마크 앤드리슨','아무도 모르는 걸 나만 아는 것이 독창성이 아니다. 독창성은 아주 소수의 사람만이 아는 것을 아는것이다.','2017-06-07 15:38:02'),
	 (0,'루미','당신이 찾는 것이, 당신을 찾고 있다','2017-06-07 15:38:02'),
	 (0,'틱 낫 한','행복에 이르는 길은 없다. 행복이 길이다.','2017-06-07 15:38:02'),
	 (0,'휘트니 커밍스','모두를 만족시킬 수는 없지만, 모두를 사랑할 수는 있다.','2017-06-07 15:38:02'),
	 (0,'벤저민 디즈레일리',' 행동이 항상 행복을 가져다 주진 않은다. 하지만 행동 없는 행복은 존재할 수 없다','2017-06-07 16:42:12'),
	 (0,'주머니','성공하고 싶다면 생산성에 매몰되지 말고 창의성에 집중하라','2017-06-13 18:15:03'),
	 (0,'노자','현재의 내 모습을 버려야만  바라는 모습으로 변화할 수 있다','2017-06-13 18:15:03'),
	 (0,'크리슈나 무르타','심하게 병든 사회에 잘 적응한 몸은 건강한 몸이라고 할 수 없다','2017-06-13 18:15:03');
INSERT INTO nuristock.saying (category,name,message,ctime) VALUES
	 (0,'조디 포스터','결국에는 잘 자는 사람이 이기게 마련이다','2017-06-13 18:15:03'),
	 (0,'제로투원','진정으로 남들과 다른 사람은 다수에게 반대하는  사람이 아니라 스스로 생각하는 사람이다','2017-06-13 18:15:03'),
	 (0,'제로투원','할 수 없는 일에 초점을 맞추지 말고 할 수 있는 일을 하라','2017-06-14 10:04:06'),
	 (0,'창의성을 지휘하라','문제는 항상 존재하는 법이고, 그 중 상당수는 자신의 눈에 보이지 않는다','2017-06-17 10:29:42'),
	 (0,'창의성을 지휘하라','우선 자신이 모른다는 사실을 인정해야만 모르는 것을 배울 수 있다','2017-06-17 10:52:59'),
	 (0,'창의성을 지휘하라','훌륭한 창작은 자신을 위한 창작이 아닌 남을 위한 창작으로 관점을 전환해야 한다','2017-06-21 09:39:25');
